{
    "version": "https://jsonfeed.org/version/1",
    "title": "SFRFRLNC",
    "description": "",
    "home_page_url": "https://sfrfrlnc.github.io",
    "feed_url": "https://sfrfrlnc.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Admin"
    },
    "items": [
        {
            "id": "https://sfrfrlnc.github.io/disclaimer.html",
            "url": "https://sfrfrlnc.github.io/disclaimer.html",
            "title": "Disclaimer",
            "summary": "Disclaimers for SFRFRLNC All the information on this website - https://sfrfrlnc.github.io - is published in good faith and for general information purpose only. SFRFRLNC does not make any warranties about the completeness, reliability and accuracy of this information. Any action you take upon the information&hellip;",
            "content_html": "<h2>Disclaimers for SFRFRLNC</h2>\n<p>All the information on this website - https://sfrfrlnc.github.io - is published in good faith and for general information purpose only. SFRFRLNC does not make any warranties about the completeness, reliability and accuracy of this information. Any action you take upon the information you find on this website (SFRFRLNC), is strictly at your own risk. SFRFRLNC will not be liable for any losses and/or damages in connection with the use of our website. Our Disclaimer was generated with the help of the <a href=\"https://www.privacypolicyonline.com/disclaimer-generator/\">Disclaimer Generator</a>.</p>\n<p>From our website, you can visit other websites by following hyperlinks to such external sites. While we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites. These links to other websites do not imply a recommendation for all the content found on these sites. Site owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone 'bad'.</p>\n<p>Please be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control. Please be sure to check the Privacy Policies of these sites as well as their \"Terms of Service\" before engaging in any business or uploading any information.</p>\n<h2>Consent</h2>\n<p>By using our website, you hereby consent to our disclaimer and agree to its terms.</p>\n<h2>Update</h2>\n<p>Should we update, amend or make any changes to this document, those changes will be prominently posted here.</p>",
            "author": {
                "name": "Admin"
            },
            "tags": [
            ],
            "date_published": "2022-12-23T11:23:04+07:00",
            "date_modified": "2022-12-23T11:24:51+07:00"
        },
        {
            "id": "https://sfrfrlnc.github.io/beragam-cara-mengolah-hasil-panen-cabe-rawit.html",
            "url": "https://sfrfrlnc.github.io/beragam-cara-mengolah-hasil-panen-cabe-rawit.html",
            "title": "Beragam Cara Mengolah Hasil Panen Cabe Rawit",
            "summary": "Selamat! Mungkin saja bagi Anda yang telah menanam cabe rawit di kebun Anda sekarang bisa memanennya. Tapi sudah tidak aneh lagi jika 1 tanaman cabe rawit bisa menghasilkan buah yang banyak. Akan menjadi membingungkan jika Anda bukan penggemar berat masakan pedas tetapi juga tidak berencana&hellip;",
            "content_html": "<p>Selamat! Mungkin saja bagi Anda yang telah menanam cabe rawit di kebun Anda sekarang bisa memanennya.</p>\n<p>Tapi sudah tidak aneh lagi jika 1 tanaman cabe rawit bisa menghasilkan buah yang banyak.</p>\n<p>Akan menjadi membingungkan jika Anda bukan penggemar berat masakan pedas tetapi juga tidak berencana menjualnya.</p>\n<p>Untuk itu, di sini saya membuat daftar tentang apa cara mengolah cabe rawit dari kebun yang mungkin berlebih.</p>\n<h2>1. Keringkan</h2>\n<p>Cabe rawit yang segar akan menjadi layu dan membusuk jika dibiarkan begitu saja setelah dipetik.</p>\n<p>Agar lebih awet dan bisa digunakan di kemudian hari, mungkin Anda ingin mengeringkannya.</p>\n<h2>2. Simpan di Freezer</h2>\n<p>Selain dengan pengeringan, Anda juga bisa mempertahankan keawetan cabe rawit dengan menyimpannya di freezer.</p>\n<h2>3. Buat Rebon Cabe Rawit</h2>\n<p>Cabe rawit yang dikeringkan bisa diblender dan ditambahkan rebon agar lebih lezat.</p>\n<p>Hasilnya akan seperti remah-remah cabe yang bercampur dengan gurihnya rebon.</p>\n<h2>4. Buat Saus</h2>\n<p>Cabe rawit berlebih juga bisa dibuat saus.</p>\n<p>Saus ini berguna untuk penambah rasa pada makanan Anda.</p>\n<h2>5. Buat Acar</h2>\n<p>Dengan merendamnya dalam larutan cuka, cabe rawit Anda bisa menjadi penyerta makanan yang sedap.</p>\n<h2>6. Jadikan Benih</h2>\n<p>Jika Anda tidak berencana memakannya, Anda juga bisa menjadikan cabe rawit Anda sebagai benih untuk ditanam kembali.</p>\n<p>Kira-kira demikianlah ide yang bisa saya sampaikan bagi Anda yang panen cabe rawit berlebih. Mudah-mudahan bermanfaat.</p>",
            "image": "https://sfrfrlnc.github.io/media/posts/7/thumbnail-half.png",
            "author": {
                "name": "Admin"
            },
            "tags": [
                   "Artikel Olahan Hasil Kebun"
            ],
            "date_published": "2022-12-23T03:58:21+07:00",
            "date_modified": "2022-12-23T04:15:13+07:00"
        },
        {
            "id": "https://sfrfrlnc.github.io/desain-kolam-ikan-toren.html",
            "url": "https://sfrfrlnc.github.io/desain-kolam-ikan-toren.html",
            "title": "Desain Kolam Ikan dengan Toren",
            "summary": "Ikan bisa melengkapi keindahan kebun. Untuk memeliharanya, diperlukan penampung air. Berbagai cara bisa dilakukan untuk menampung air. Kali ini, saya akan berbagi desain kolam ikan. Hanya saja, kali ini, saya menggunakan toren sebagai bahannya. Berikut ini langkahnya.",
            "content_html": "<p>Ikan bisa melengkapi keindahan kebun.</p>\n<p>Untuk memeliharanya, diperlukan penampung air.</p>\n<p>Berbagai cara bisa dilakukan untuk menampung air.</p>\n<p>Kali ini, saya akan berbagi desain kolam ikan.</p>\n<p>Hanya saja, kali ini, saya menggunakan toren sebagai bahannya.</p>\n<p>Berikut ini langkahnya.</p>\n<figure class=\"post__image post__image--center align-center\"><img loading=\"lazy\"  src=\"https://github.com/sfrfrlnc/sfrfrlnc-images/blob/main/kolam-toren/kolam-toren-step-1.png?raw=true\" alt=\"kolam-toren-step-1\" width=\"950\" height=\"560\" data-is-external-image=\"true\"></figure><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://github.com/sfrfrlnc/sfrfrlnc-images/blob/main/kolam-toren/kolam-toren-step-2.png?raw=true\" alt=\"kolam-toren-step-2\" width=\"946\" height=\"560\" data-is-external-image=\"true\"></figure><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://github.com/sfrfrlnc/sfrfrlnc-images/blob/main/kolam-toren/kolam-toren-step-3.png?raw=true\" alt=\"kolam-toren-step-3\" width=\"942\" height=\"503\" data-is-external-image=\"true\"></figure><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://github.com/sfrfrlnc/sfrfrlnc-images/blob/main/kolam-toren/kolam-toren-step-4.png?raw=true\" alt=\"kolam-toren-step-4\" width=\"1045\" height=\"608\" data-is-external-image=\"true\"></figure>",
            "image": "https://sfrfrlnc.github.io/media/posts/6/thumbnail-half-2.png",
            "author": {
                "name": "Admin"
            },
            "tags": [
                   "Artikel Konstruksi"
            ],
            "date_published": "2022-12-01T21:12:38+07:00",
            "date_modified": "2022-12-23T01:51:39+07:00"
        },
        {
            "id": "https://sfrfrlnc.github.io/mengenal-jenis-jenis-teknik-berkebun.html",
            "url": "https://sfrfrlnc.github.io/mengenal-jenis-jenis-teknik-berkebun.html",
            "title": "Mengenal Jenis-Jenis Teknik Berkebun",
            "summary": "Berkebun adalah aktivitas yang menyenangkan bagi sebagian orang. Sebagian orang lebih suka berkebun secara hidroponik, atau aquaponik, atau secara konvensional, atau yang lain-lain. Namun, tahukah Anda bahwa teknik berkebun tidak hanya itu saja. Masih ada yang lain. Beberapa teknik mungkin merupakan pengkhususan dari teknik yang&hellip;",
            "content_html": "<p>Berkebun adalah aktivitas yang menyenangkan bagi sebagian orang.</p>\n<p>Sebagian orang lebih suka berkebun secara hidroponik, atau aquaponik, atau secara konvensional, atau yang lain-lain.</p>\n<p>Namun, tahukah Anda bahwa teknik berkebun tidak hanya itu saja.</p>\n<p>Masih ada yang lain.</p>\n<p>Beberapa teknik mungkin merupakan pengkhususan dari teknik yang lain, seperti misalnya teknik biodynamic dan permaculture yang masih merupakan teknik organik.</p>\n<p>Beberapa teknik juga bisa menggunakan media yang sama, tetapi beda perlakuannya, seperti teknik konvensional dan teknik organik.</p>\n<p>Berikut ini, akan diperkenalkan beberapa teknik berkebun yang sebagian mungkin masih asing di telinga kita.</p>\n<h2>1. Teknik Konvensional</h2>\n<p>Ini adalah teknik berkebun dengan menggunakan tanah. Bibit tanaman ditanam ke tanah untuk kemudian dipelihara. Atau, bisa juga dimulai dengan menyemai benih hingga menjadi bibit, kemudian bibit tanaman tersebut ditanam ke tanah.</p>\n<p>Pada prakteknya, hal ini bisa dilakukan di dalam pot, polybag, maupun taman. Selain itu, penggunaan pupuk kimia maupun pestisida kimia masih mungkin dilakukan.</p>\n<h2>2. Teknik Organik</h2>\n<p>Ini adalah teknik berkebun dengan menggunakan tanah. Masih mirip dengan teknik konvensional.</p>\n<p>Hanya saja, untuk beberapa faktor, digunakan bahan alami atau organik.</p>\n<p>Misalnya, pestisida yang digunakan harus alami, begitu pula pupuknya.</p>\n<h2>3. Teknik Hidroponik</h2>\n<p>Ini adalah teknik berkebun dengan menggunakan air yang dicampur dengan nutrisi tanaman.</p>\n<p>Tanaman ditanam dalam sebuah penampung larutan nutrisi yang mungkin disirkulasi maupun tidak disirkulasi.</p>\n<p>Akar tanaman akan menyerap nutrisi dari larutan tersebut sehingga dapat tumbuh dan bahkan menghasilkan bunga maupun buah.</p>\n<h2>4. Teknik Aeroponik</h2>\n<p>Ini adalah teknik berkebun tanpa menggunakan tanah. Nutrisi didapatkan tanaman melalui semprotan dari nosel atomisasi.</p>\n<h2>5. Teknik Aquaponik</h2>\n<p>Ini adalah teknik berkebun dengan menggunakan kotoran hewan air seperti ikan. </p>\n<p>Ikan dipelihara bersama tanaman yang mana air kolamnya disirkulasi melewati tanaman sehingga nutrisi dari kotoran ikan akan digunakan oleh tanaman.</p>\n<h2>6. Teknik Biodynamic</h2>\n<p>Ini adalah semacam teknik organik, tapi dengan menggunakan pseudo science. Kadang digunakan juga ilmu astrologi.</p>\n<h2>7. Teknik Companion Planting</h2>\n<p>Ini adalah teknik berkebun yang mencampur beberapa jenis tanaman secara berdekatan.</p>\n<p>Teknik ini diyakini bisa menjadi pengendalian hama, mendukung polinasi, dan menyediakan habitat bagi serangga yang menguntungkan.</p>\n<h2>8. Teknik Succession Planting</h2>\n<p>Ini adalah teknik berkebun secara bergelombang (dalam hal waktu).</p>\n<p>Dengan cara ini, hasil panen bisa didapatkan pada berbagai musim.</p>\n<h2>9. Teknik Permaculture</h2>\n<p>Ini adalah teknik yang mirip dengan teknik organik. Bedanya mungkin adalah pada dampaknya ke lingkungan, karena teknik ini sangat ketat dalam memanajemen limbah.</p>\n<h2>10. Teknik Square Foot</h2>\n<p>Ini adalah teknik berkebun yang menandai taman setiap penambahan square foot (kaki persegi). Tujuannya adalah mengurangi rumput liar dan mengoptimalkan ruang untuk tanaman.</p>\n<h2>11. Metode Mittlieder</h2>\n<p>Ini adalah teknik yang menggabungkan teknik dengan tanah dan hidroponik.</p>\n<h2>12. Teknik Straw Bale</h2>\n<p>Ini adalah teknik berkebun yang medianya adalah bundle dari jerami (itu yang disebut sebagai straw bale).</p>\n<h2>13. Teknik Lasagna</h2>\n<p>Ini adalah teknik berkebun dengan pelapisan materi kompos, yang mana, lapisan teratasnya diisi tanah. Tujuannya adalah untuk mengurangi rumput liar.</p>\n<h2>14. Teknik Keyhole</h2>\n<p>Ini adalah teknik berkebun dengan bentuk lingkaran, yang mana pusatnya diisi kompos. Kompos kemudian diairi sehingga dapat mengalirkan nutrisi ke tanaman yang ditanam di sekelilingnya.</p>\n<h2>Penutup</h2>\n<p>Setelah kita membaca beberapa teknik berkebun tadi, diharapkan kita mendapatkan pengetahuan baru yang bisa diterapkan pada sistem yang telah ada.</p>\n<p>Atau, jika sistem tersebut belum ada, mungkin kita bisa membuatnya yang baru.</p>",
            "image": "https://sfrfrlnc.github.io/media/posts/3/thumbnail-half.png",
            "author": {
                "name": "Admin"
            },
            "tags": [
                   "Artikel Umum"
            ],
            "date_published": "2022-11-07T16:59:09+07:00",
            "date_modified": "2022-11-08T02:23:44+07:00"
        }
    ]
}
